Repository: lebojo/carac-ios
Catalog: carac/carac/Localizable.xcstrings
Source language: en
Languages: fr

source: %@ (Today)
fr: %@ (Aujourd'hui)

# %@ should be done every %@
source: %1$@ should be done every %2$@
fr: %1$@ doit être fait tous les %2$@

source: Add Set
fr: Ajouter une série

source: Average trend: %@
fr: Tendance moyenne : %@

source: Average: **%lf**
fr: Moyenne : **%lf**

source: Backup found!
fr: Sauvegarde trouvée !

# Best: **%lf** at **%@**
source: Best: **%1$lf** at **%2$@**
fr: Meilleur : **%1$lf** le **%2$@**

source: Cancel
fr: Annuler

source: Carac Home
fr: Carac cueil

source: Carac teristics
fr: Carac téristiques

source: Carac Training%@
fr: Carac traînement%@

source: Chill, it's %@. You have nothing to do today.
fr: Détends-toi, on est %@. Tu n'as rien à faire aujourd'hui.

source: Close
fr: Fermer

source: Color scheme
fr: Schéma de couleurs

source: Confirm
fr: Confirmer

source: Confirm the changes ?
fr: Confirmer les changements ?

source: Create
fr: Créer

source: Create a new training
fr: Créer un nouvel entraînement

source: Create a Training
fr: Créer un entraînement

source: Create an exercise
fr: Créer un exercice

source: Curl Series
fr: Série de curl

source: Customization
fr: Personnalisation

source: Delete
fr: Supprimer

source: Do you confirm ?
fr: Confirmez-vous ?

source: Double tap to select this date
fr: Touchez deux fois pour sélectionner cette date

source: Error
fr: Erreur

source: Error, please retry or contact me.
fr: Erreur, veuillez réessayer ou me contacter.

source: Every %@
fr: Tous les %@

source: Every training session
fr: Chaque séance d'entraînement

source: Exercises
fr: Exercices

source: Export all Sessions to JSON
fr: Exporter toutes les séances en JSON

# Found a valid backup file from: %@ With: %lld sessions and %lld templates
source: Found a valid backup file from: %1$@ With: %2$lld sessions and %3$lld templates
fr: Fichier de sauvegarde valide trouvé du : %1$@ Avec : %2$lld séances et %3$lld modèles

source: Free day!
fr: Jour de repos !

source: Global settings
fr: Réglages globaux

source: Global stats
fr: Stats globales

source: Global training stats
fr: Stats d'entraînement globales

source: Global training stats with today
fr: Stats d'entraînement globales avec aujourd'hui

source: Help us
fr: Aidez-nous

source: Hey, welcome to Carac!
fr: Hey, bienvenue sur Carac !

source: Import
fr: Importer

source: Import from JSON
fr: Importer depuis un JSON

source: It's the best way to help us ❤️
fr: C'est le meilleur moyen de nous aider ❤️

source: Last time best
fr: Meilleur score la dernière fois

source: List
fr: Liste

source: Main info
fr: Infos principales

# Merge the %@ into %@. ⚠️ This action is not reversible ⚠️
source: Merge the %1$@ into %2$@. ⚠️ This action is not reversible ⚠️
fr: Fusionner %1$@ dans %2$@. ⚠️ Cette action est irréversible ⚠️

source: Modify
fr: Modifier

# Modify %@ at %@
source: Modify %1$@ at %2$@
fr: Modifier %1$@ le %2$@

source: Modify the exercise
fr: Modifier l'exercice

source: Monday
fr: Lundi

source: Name
fr: Nom

source: New
fr: Nouveau

source: New **%@**
fr: Nouveau **%@**

source: New training
fr: Nouvel entraînement

source: Next month
fr: Mois suivant

source: No data for this date
fr: Aucune donnée pour cette date

source: No stats for now
fr: Pas de statistiques pour le moment

source: Orphan exercises
fr: Exercices orphelins

source: Picker template
fr: Modèle de sélecteur

source: Press a day to start his training
fr: Appuyez sur un jour pour commencer son entraînement

source: Previous month
fr: Mois précédent

source: Rate the app
fr: Noter l'application

source: Repeat days
fr: Jours de répétition

source: Report a bug
fr: Signaler un bug

source: Save now
fr: Sauvegarder maintenant

source: Search for training or exercise
fr: Rechercher un entraînement ou un exercice

source: Selected exercises %lld
fr: Exercices sélectionnés %lld

source: Session of %@
fr: Séance du %@

source: Set is finished checkmark
fr: Série terminée

source: Sets: %lld
fr: Séries : %lld

source: Settings
fr: Réglages

source: Start here
fr: Commencer ici

source: This action cannot be undone
fr: Cette action est irréversible

source: This exercise is used in: %@
fr: Cet exercice est utilisé dans : %@

source: This week
fr: Cette semaine

source: Tint color
fr: Couleur d'accentuation

source: To start your journey, simply create a training. 💪
fr: Pour commencer, créez simplement un entraînement. 💪

source: Today
fr: Aujourd'hui

source: Today stats
fr: Stats du jour

source: Top body training
fr: Entraînement haut du corps

source: Total pulled: **%@**
fr: Total soulevé : **%@**

source: Total sessions: **%lld**
fr: Total séances : **%lld**

source: Total times done: **%lld**
fr: Nombre total de fois : **%lld**

source: Total weight pulled: **%@ kg**
fr: Poids total soulevé : **%@ kg**

source: Training days
fr: Jours d'entraînement

source: Trainings
fr: Entraînements

source: Transfer to correct exercise
fr: Transférer vers l'exercice correct

source: Weight
fr: Poids

source: Weights: %@kg
fr: Poids : %@kg

source: Wheight step is used to precisely measure the weight of the exercise.
fr: Le pas de poids est utilisé pour mesurer précisément le poids de l'exercice.

source: Wheight step: **%@**
fr: Pas de poids : **%@**

source: Your data
fr: Vos données
